Repository: archond/buffonet
Catalog: resources/lang/i18n/*/LC_MESSAGES/messages.po
Languages: lv_lv

source: Edit Contact
lv_lv: Rediģēt kontaktu

source: Base info
lv_lv: Pamatinformācija

source: Contacts
lv_lv: Kontakti

source: Filter data
lv_lv: Filtrēšanas dati

source: Hi
lv_lv: Labdien

source: Thank you
lv_lv: Paldies

source: Please be so kind and rate following object
lv_lv: Lūdzu sniedziet savu vērtējumu sekojošam objektam

source: Please
lv_lv: Lūdzu

source: click on this link
lv_lv: Klikšķiniet uz šīs saites

source: Main Objects
lv_lv: Galvenie objekti

source: Main object - create
lv_lv: Pievienot objektu

source: Categories
lv_lv: Kategorijas

source: Countries
lv_lv: Valstis

source: Cities
lv_lv: Pilsētas

source: Requests
lv_lv: Pieprasījumi

source: Ratings
lv_lv: Reitnigi

source: ContactDetails
lv_lv: Kontactu detaļas

source: Stages
lv_lv: Bloki

source: Select country
lv_lv: Izvēlēties valsti

source: City name
lv_lv: Pilsētas nosaukums

source: Input City name
lv_lv: Ievadiet pilsētas nosaukumu

source: Average ratings
lv_lv: Kopējāis reitings

source: Type
lv_lv: Tips

source: Name
lv_lv: Nosaukums

source: Phone
lv_lv: Tālrunis

source: Accurancy
lv_lv: Precizitāte, iekļaušanās termiņos

source: Quality
lv_lv: Kvalitāte

source: Communication
lv_lv: Komunikācija, saskarsme

source: Review
lv_lv: Recenzija

source: phone format +37100000000
lv_lv: Ievadiet Tālruni! - Tālruņa formāts 29000000

source: Rating Form
lv_lv: Vērtēšanas forma

source: Title
lv_lv: Nosaukums

source: Language
lv_lv: Valoda

source: e-mail
lv_lv: e-pasts

source: Address
lv_lv: Adrese

source: Category
lv_lv: Kategorija

source: Confirmation
lv_lv: Apstiprinājums

source: Are you sure to delete this item
lv_lv: Vai tiešām vēlaties Dzēst?

source: Cancel
lv_lv: Atcelt

source: Delete
lv_lv: Dzēst

source: Requests list
lv_lv: Pieprasījumu saraksts

source: Clear filters
lv_lv: Atcelt filtrus

source: email
lv_lv: e-pasts

source: contact's title
lv_lv: Kontakta nosaukums

source: sent Date
lv_lv: Nosūtīšanas datums

source: complete Date
lv_lv: Aizpildīšanas datums

source: Admin processed
lv_lv: Administratora apstrāde

source: Action
lv_lv: Rīki

source: Search
lv_lv: Meklēt

source: What.. press enter to accept typed string
lv_lv: Ko.. -la apsstiprināju, jānospiež "ENTER"-

source: Kur…
lv_lv: Kur… -ievadiet atrašanās vietu "Rīga"-

source: Show on Map?
lv_lv: Karte

source: Ask for Rating
lv_lv: Reitinga pieprasījums

source: Request contact info
lv_lv: Datu aktualizēšana

source: Get Emails
lv_lv: Iegūt e-pastus

source: Get Phones
lv_lv: Iegūt telefonu numurus

source: Data
lv_lv: Dati

source: What
lv_lv: Ko

source: Where
lv_lv: Kur

source: Tags:
lv_lv: Atslēgas vārdi:

source: Show on map
lv_lv: Parādīt kartē

source: filter by type
lv_lv: filtrēt pēc tipa

source: search by tags...
lv_lv: meklēt pēc atslēgas vārda

source: Date
lv_lv: Datums

source: picture
lv_lv: attēls

source: Type is not set
lv_lv: Tips nav uzstādīts

source: Categpries is not set
lv_lv: Kategorija nav piešķirta

source: Loading....
lv_lv: Ielādē....

source: Send mail to Contact
lv_lv: Nosūtīt e-pastu objektam

source: Email
lv_lv: e-pasts

source: Subject
lv_lv: Priekšmets

source: Message
lv_lv: Ziņojums

source: Send message
lv_lv: Nosūtīt ziņojumu

source: Request for contact:
lv_lv: Pieprasījums pēc kontaktiem:

source: Title is missing
lv_lv: Nav piešķirts Nosaukums

source: stages
lv_lv: bloki

source: Input message
lv_lv: Ziņojuma teksts

source: All
lv_lv: Visi

source: Waiting for client
lv_lv: Gaida uz klientu

source: Waiting for admin
lv_lv: Gaida uz adminu

source: Confirmed by admin
lv_lv: Admins ir apstiprinājis

source: Denied by admin
lv_lv: Admins ir noraidījis

source: Request for your contact info
lv_lv: Pieprasījums pēc kontaktinformācijas

source: Compare receved data with existing
lv_lv: Salīdzināt saņemtos datus ar eksistējošajiem datiem

source: Add stages to request
lv_lv: Pievienot pieprasījumam "blokus"

source: Send request
lv_lv: Nosūtīt pieprasījumu

source: Select country..
lv_lv: Izvēlēties valsti..

source: Select city..
lv_lv: Izvēlēties pilsētu..

source: Delete?
lv_lv: Dzēst ?

source: Input comment here
lv_lv: Ievadiet komantāru

source: Add comment
lv_lv: Pievienot komentāru

source: List of Cities
lv_lv: Pilsētu saraksts

source: City
lv_lv: Pilsēta

source: Country
lv_lv: Valsts

source: Phone number is used in on or more sub-objects. Main object is ctreated successfully!
lv_lv: Telefona numurs tie izmantots vienā vai vairākos kontaktos. Jauns galvenais objekts tika izveidots veiksmīgi!

source: Main object is ctreated successfully!
lv_lv: Galvenais objekts tika izveidots veiksmīgi!

source: Go Back
lv_lv: Atgriezties atpakaļ

source: Sentdate
lv_lv: Nosūtīšanas datums

source: Complete date
lv_lv: Izpildes datums

source: Search by contact title
lv_lv: Meklēt pēc kontakta nosaukuma

source: contact
lv_lv: kontakts

source: Search by email
lv_lv: Meklēt pēc e-pasta

source: sent
lv_lv: nosūtīts

source: complete
lv_lv: izpildīts

source: language
lv_lv: valoda

source: author
lv_lv: autors

source: Stage has assigned ContactDetails, you cant delete Stage
lv_lv: Bloku nevar dzēst, jo tam ir piesaistīta vismaz viena "Kontaktu detaļa"

source: Stage is deleted successfully
lv_lv: Bloks ir veiksmīgi izdzēsts

source: At least one Category of 4th level is required
lv_lv: Jāizvēlas vismaz viena ceturtā līmeņa kategorija

source: Language is not set
lv_lv: Valoda nav uzstādīta

source: Rating is deleted successfully
lv_lv: Reitings ir veiksmīgi izdzēsts

source: Rating is restored successfully
lv_lv: Reitings tika veiksmīgi atjaunots

source: No title
lv_lv: Bez nosaukuma

source: Request ask to rate object(s)
lv_lv: Pieprasījums sniegt objekta vērtējumu

source: Rating request is sent successfully
lv_lv: Vērtējuma pieprasījums tika veiksmīgi nosūtīts

source: Rating data is sent successfully, thank you
lv_lv: Vērtējuma dati tika veiksmīgi nosūtīti! Paldies, par sniegto vērtējumu!

source: Stage do not have any contact detail
lv_lv: Blokam nav piesaistīta neviena Kontakta detaļa

source: Create new Stage
lv_lv: Pievienot juanu Bloku

source: Edit City
lv_lv: Rediģēt pilsētu

source: Author
lv_lv: Autors

source: Author name
lv_lv: Autora vārds

source: private person
lv_lv: Privātpersona

source: legal person
lv_lv: Juridiska persona

source: review text here
lv_lv: Recenzijas teksts

source: Create new City
lv_lv: Pievienot jaunu pilsētu

source: Created at
lv_lv: Izveidošanas datums

source: to:
lv_lv: Kam:

source: Input emails
lv_lv: Ievadīt e-pastu

source: Create new Country
lv_lv: Pievienot jaunu valsti

source: Request to update contacts info
lv_lv: Pieprasīt atjaunot/papildināt Objekta datus

source: Send Mail to contact
lv_lv: Nosūtīt e-pastu objektam

source: Related objects
lv_lv: Saistītie objekti

source: Show / hide related contacts
lv_lv: Parādīt / paslēpt saistītos objektus

source: Related contacts
lv_lv: Saistītie objekti

source: Contact without title
lv_lv: Objekts bez nosaukuma

source: Contact do not have any related object
lv_lv: Objektam nav citu saistīto objektu

source: Show / hide reviews
lv_lv: Parādīt/ paslēpt vērtējumus

source: Close map
lv_lv: Aizvērt karti

source: option do nt exist or is deleted
lv_lv: Opcija neeksistē vai ir izdzēsta

source: Comment is added successfully
lv_lv: Komentārs tika pievienots veiksmīgi!

source: No subject
lv_lv: Nav subjekta

source: Message (mail) is sent successfully
lv_lv: Ziņa (e-pasts) tika veiksmīgi nosūtīta!

source: Rating
lv_lv: Vērtējums

source: Property
lv_lv: Īpašība

source: Value
lv_lv: Vērtība

source: Author phone
lv_lv: Autora tālruņa numurs

source: Request sent date
lv_lv: Pieprasījuma nosūtīšanas datums

source: deleted
lv_lv: Dzēsts

source: Edit Country
lv_lv: Rediģēt valsti

source: Create new Contact detail
lv_lv: Pievienot jaunu Kontakta detaļu

source: Compare received data with existing
lv_lv: Salīdzināt saņemtos datus ar eksistējošajiem datiem

source: Save received data
lv_lv: Saglabāt saņemto informāciju

source: Reject received data
lv_lv: Noraidīt saņemto informāciju

source: Category is updated successfully!
lv_lv: Kategorija ir veiksmīgi atjaunota

source: Category is deleted successfully!
lv_lv: Kategorija tika veiksmīgi izdzēsta

source: Stage
lv_lv: Bloks

source: Cities of
lv_lv: Pilsētas, kuras ir valstī:

source: Is Contact data stage
lv_lv: Bloks

source: Send request to rate object(s)
lv_lv: Sūtīt pieprasījumu novērtēt objektu(s)

source: Ask for rating following contacts
lv_lv: Pieprasīt vērtējumu sekojošiem kontaktiem

source: Compare receved data wityh existing
lv_lv: Salīdzināt saņemtos datus ar esošajiem datiem

source: Contact Details
lv_lv: Kontakta detaļas

source: Contact Detail
lv_lv: Kontakta detaļa

source: Model
lv_lv: Modelis

source: is Translatable?
lv_lv: Tulkojams ?

source: is Colollectable?
lv_lv: Uzkrājams ?

source: is Uniq Value?
lv_lv: Unikāla vērtība ?

source: is Searchable?
lv_lv: Meklējams ?
